<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    */

    'pages' => [
        'diet' => [
            'steps' => 'Стъпки',
            'gender' => 'Пол',
            'measures' => 'Мерки',
            'activity' => 'Активност',
            'how_your_day_going' => 'Как минава денят Ви?',
            'what_meat_prefer' => 'Какво месо предпочитате?',
            'what_vegetables_prefer' => 'Какви зеленчуци предпочитате?',
            'what_fruits_prefer' => 'Какви плодове предпочитате?',
            'what_products_prefer' => 'Кои от продуктите предпочитате?',
            'how_many_meals' => 'Колко хранения на ден желаете?',
            'meats' => [
                'Телешко',
                'Риба',
                'Скариди',
                'Пиле',
                'Свинско',
                'Пуешко'
            ],
            'vegetables' => [
                'Авокадо',
                'Картофи',
                'Зелен фасул',
                'Ориз',
                'Маслини',
                'Овесени ядки',
                'Киноа',
                'Сладък картоф'
            ],
            'fruits' => [
                'Портокал',
                'Тиква',
                'Горски плодове',
                'Ябълка',
                'Банан',
                'Ананас',
                'Грейпфрут',
                'Пъпеш'
            ],
            'products' => [
                'Яйца',
                'Гъби',
                'Ядки',
                'Йогурт',
                'Соево мляко',
                'Фъстъчено масло',
                'Сирене Фета',
                'Сирене',
                'Извара'
            ]
        ]
    ]
];
