<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    */

    'pages' => [
        'diet' => [
            'steps' => 'Стъпки',
            'gender' => 'Пол',
            'measures' => 'Мерки',
            'activity' => 'Активност',
            'how_your_day_going' => 'Как минава денят Ви?',
            'what_meat_prefer' => 'Какво месо предпочитате?',
            'what_vegetables_prefer' => 'Какви зеленчуци предпочитате?',
            'what_fruits_prefer' => 'Какви плодове предпочитате?',
            'what_products_prefer' => 'Кои от продуктите предпочитате?',
            'how_many_meals' => 'Колко хранения на ден желаете?',
            'meats' => [
                'a',
                'b',
                'c',
                'd'
            ],
            'vegetables' => [
                'a',
                'b',
                'c',
                'd'
            ],
            'fruits' => [
                'a',
                'b',
                'c',
                'd'
            ],
            'products' => [
                'a',
                'b',
                'c',
                'd'
            ]
        ]
    ]
];
