<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    */

    'pages' => [
        'diet' => [
            'steps' => 'Стъпки',
            'gender' => 'Пол',
            'measures' => 'Мерки',
            'activity' => 'Активност',
            'how_your_day_going' => 'Как минава денят Ви?',
            'what_meat_prefer' => 'Какво месо предпочитате?',
            'what_vegetables_prefer' => 'Какви зеленчуци предпочитате?',
            'what_fruits_prefer' => 'Какви плодове предпочитате?',
            'what_products_prefer' => 'Кои от продуктите предпочитате?',
            'how_many_meals' => 'Колко хранения на ден желаете?',
            'measure_fields' => [
                'age' => 'Години',
                'height' => 'Височина (Сантиметри)',
                'weight' => 'Тегло (Килограми)',
                'wanted_weight' => 'Желано Тегло (Килограми)',
                'note' => 'Важно: Желаното тегло трябва да бъде в рамките на 10-15 килограма от сегашното за най-добри резултати.'
            ],
        ]
    ],
    'genders' => [
        'man' => 'Мъж',
        'woman' => 'Жена'
    ]
];
